# Guards

CE14-job-name-guard-commander = Командир стражи
CE14-job-desc-guard-commander = Самая опасная личность в округе. Управляйте отрядом солдат, чтобы обеспечить безопасность всех членов командования.

CE14-job-name-guard = Стражник
CE14-job-desc-guard = Боевая единица империи, поклявшаяся защищать ее народ. Следите за безопасностью, и обороняйте других от возможных опасностей.

CE14-job-name-investigator = Дознаватель
CE14-job-desc-investigator = Специалист по ловле и обезвреживанию особо опасных магических преступников. 

# Trade guild

CE14-job-name-commandant = Комендант
CE14-job-desc-commandant = Контролируйте экономику поселения, торгуя с Империей. Заведуйте запасами и финансами, направляя ресурсы рабочим рукам.

CE14-job-name-merchant = Торговец
CE14-job-desc-merchant = В ваших руках возможность покупать и продавать почти что угодно! Используйте эту возможность, чтобы превзойти в богатстве ваших конкурентов.

# Mercenary

CE14-job-name-guildmaster = Гильдмастер
CE14-job-desc-guildmaster = Наладьте связь между потребностями города и желаниями авантюристов заработать. Организуйте поставки ресурсов и обеспечьте авантюристов всем необходимым для их работы.

CE14-job-name-guildworker = Работник гильдии
CE14-job-desc-guildworker = Работая под руководством гильдмастера, выдавайте и принимайте квесты, организуйте партии из авантюристов одиночек, и обучайте новичков, чтобы они не померли от первой мухи.

CE14-job-name-adventurer = Авантюрист
CE14-job-desc-adventurer = Охотник за острыми эмоциями, богатствами и славой, постоянно рискующий своей жизнью. Выполняйте самые опасные заказы, зарабатывая на жизнь добычей ресурсов или убийством монстров.

# Artisans

CE14-job-name-alchemist = Алхимик
CE14-job-desc-alchemist = В своем роде ученый, исследующий природу веществ. Создавайте яды и лекарства, из многочисленных природных растений и ингредиентов, и зарабатывайте деньги, продавая их нуждающимся.

CE14-job-name-innkeeper = Трактирщик 
CE14-job-desc-innkeeper = В любом месте Силейты найдутся желающие выпить и отдохнуть. И вы можете заработать на этом желании! Найдите способ обеспечить людей хорошим отдыхом, едой и выпивкой.

CE14-job-name-blacksmith = Кузнец [Early WIP]
CE14-job-desc-blacksmith = Создавайте и улучшайте экипировку для всех нуждающихся! В ваших руках мощь металла и огня, и только вы знаете как аккуратно использовать их, чтобы создавать шедевры.

CE14-job-name-apprentice = Подмастерье
CE14-job-desc-apprentice = Мирный житель империи, только начинающий постигать тонкости различных наук. Постарайтесь помочь другим в их работе, в обмен на зарплату и бесценный опыт.

# Patrons

CE14-job-name-god-merkas = Меркас
CE14-job-desc-god-merkas = Бог света и исцеления. TODO

CE14-job-name-god-lumera = Лумера
CE14-job-desc-god-lumera = Покровительница ночного неба и знаний. Расширяйте свое влияние, помогая смертным обретать новые знания.